departments = {
    'продажу': {
        'співробітники': ['Федорчук', 'Григоренко'],
        'менеджер': 'Григоренко',
        'завідувач': 'Федорчук'
    },
    'розробка': {
        'співробітники': ['Василенко', 'Валько', 'Бондаренко'],
        'менеджер': 'Валько',
        'завідувач': 'Бондаренко'
    }
}

# допиши виведення даних. Не забувай про тире перед прізвищем
print("Завідуючі відділів:")
for key in departments.keys():
    print("-",departments[key]["завідувач"])

print("Проектні менеджери відділів:")

for key in departments.keys():
    print("-",departments[key]["менеджер"])
    print("Ещкере")